{
    "1": "Hey Mike, Connect.com here!\n\nYour connection Emily Hoggins just started a new role as a Product Manager at Bonfire. Now's a good opportunity to strengthen your connection! Hey Emily! Congratulations on your new role as a Product Manager at Bonfire! Your journey sounds inspiring, and I'm sure you'll make a significant impact there. Would love to catch up over a virtual coffee soon. Best, Mike",
    "2": "Hey Annie, it's ReLinq! Noticed it's been 3 months since you last connected with Felicity, and she's been at Airlab for about 6 months now. How about a message to see how she's settling in?\n\nHi Felicity, I hope all is well. I saw that you've been at Airlab for about 6 months now—congratulations! How are you finding the experience? Anything exciting you're working on? Looking forward to catching up soon. Best, Mike.",
    "3": "Hi John, ReLinq here!\n\nYour connection Sarah recently posted about a project she's leading. Why not congratulate her?\n\nHey Sarah, I saw your recent post about your project. It sounds like a fantastic initiative! Would love to hear more about it. Best, John.",
    "4": "Hey Emily, this is ReLinq!\n\nIt's been 2 months since you last spoke to Mark. He's been at his new job for a year now. Maybe it's time to catch up?\n\nHi Mark, Congratulations on your one-year anniversary at your job! How has the journey been? Would love to catch up soon. Best, Emily.",
    "5": "Hi Alex, Connect.com here!\n\nYour connection Lisa just got promoted to Senior Developer at TechCorp. A congratulatory message would be nice.\n\nHey Lisa, Congratulations on your promotion to Senior Developer! Your hard work is clearly paying off. Let's catch up soon. Best, Alex.",
    "6": "Hey Sarah, ReLinq here!\n\nYou haven't connected with Tim in about 4 months, and he's recently celebrated his birthday. How about sending him a birthday wish?\n\nHi Tim, Happy belated birthday! Hope you had a great day. Let's catch up soon. Best, Sarah.",
    "7": "Hi Mike, Connect.com here!\n\nYour connection, Karen, recently completed a certification in Data Science. Why not congratulate her?\n\nHey Karen, I saw that you've completed a certification in Data Science. That's awesome! How was the experience? Best, Mike.",
    "8": "Hey Emma, it's ReLinq!\n\nIt's been 5 months since you last spoke to Jack. He's been at his new role for 9 months now. Maybe it's time to reconnect?\n\nHi Jack, I noticed you've been in your new role for 9 months. How are you settling in? Would love to catch up soon. Best, Emma.",
    "9": "Hi David, ReLinq here!\n\nYour connection, Nancy, recently moved to a new city. How about checking in on her?\n\nHey Nancy, I heard you moved to a new city. How's the transition been? Best, David.",
    "10": "Hey Lisa, this is ReLinq!\n\nYou haven't connected with Steve in about 6 months. He's recently posted about a project he's excited about. Why not ask him about it?\n\nHi Steve, I saw your post about your new project. It sounds really exciting! How's it going so far? Best, Lisa.",
    "11": "Hi Chris, Connect.com here!\n\nYour connection, Tina, just got back from a business trip. A welcome back message might be nice.\n\nHey Tina, Welcome back from your business trip! How did it go? Best, Chris.",
    "12": "Hey Karen, it's ReLinq!\n\nIt's been 4 months since you last spoke to Paul. He's been at his new job for 8 months now. Maybe it's time to catch up?\n\nHi Paul, I noticed you've been at your new job for 8 months now. How's everything going? Would love to catch up soon. Best, Karen.",
    "13": "Hi Mark, ReLinq here!\n\nYour connection, Olivia, recently got engaged. Why not congratulate her?\n\nHey Olivia, Congratulations on your engagement! Wishing you all the best. Best, Mark.",
    "14": "Hey Sophia, this is ReLinq!\n\nYou haven't connected with Ethan in about 7 months. He's recently celebrated a work anniversary. How about sending him a congratulatory message?\n\nHi Ethan, Happy work anniversary! How has the past year been for you? Let's catch up soon.",
    "15": "Hi James, Connect.com here!\n\nYour connection, Rachel, recently published an article. Why not congratulate her?\n\nHey Rachel, I saw your recently published article. It's a fantastic read! Would love to discuss it further. Best, James.",
  "16": "Hey Linda, it's ReLinq!\n\nIt's been 5 months since you last spoke to Tom. He's been at his new job for a year now. Maybe it's time to catch up?\n\nHi Tom, Congratulations on your one-year anniversary at your job! How has the journey been? Would love to catch up soon. Best, Linda.",
  "17": "Hi Paul, ReLinq here!\n\nYour connection, Emily, recently completed a marathon. How about congratulating her?\n\nHey Emily, Congratulations on completing the marathon! That's a huge achievement. How do you feel? Best, Paul.",
  "18": "Hey Susan, this is ReLinq!\n\nYou haven't connected with Mike in about 8 months. He's recently posted about a project he's excited about. Why not ask him about it?\n\nHi Mike, I saw your post about your new project. It sounds really exciting! How's it going so far? Best, Susan.",
  "19": "Hi Robert, Connect.com here!\n\nYour connection, Alice, just got promoted to Team Lead at SoftCorp. A congratulatory message would be nice.\n\nHey Alice, Congratulations on your promotion to Team Lead! Your hard work is clearly paying off. Let's catch up soon. Best, Robert.",
  "20": "Hey Jessica, ReLinq here!\n\nIt's been 6 months since you last spoke to Kevin. He's been at his new job for 10 months now. Maybe it's time to catch up?\n\nHi Kevin, I noticed you've been in your new role for 10 months. How are you settling in? Would love to catch up soon. Best, Jessica.",
  "21": "Hi Karen, Connect.com here!\n\nYour connection, Mark, just completed a professional certification. How about congratulating him?\n\nHey Mark, I saw you completed your certification. That's fantastic! How do you plan to use it? Best, Karen.",
  "22": "Hey David, it's ReLinq!\n\nYou haven't connected with Sarah in about 4 months. She's recently been promoted. Why not congratulate her?\n\nHi Sarah, Congratulations on your recent promotion! How are you finding the new role? Let's catch up soon. Best, David.",
  "23": "Hi Emily, ReLinq here!\n\nYour connection, Steve, recently moved to a new city. How about checking in on him?\n\nHey Steve, I heard you moved to a new city. How's the transition been? Would love to hear more. Best, Emily.",
  "24": "Hey Brian, this is ReLinq!\n\nIt's been 2 months since you last spoke to Lisa. She's recently posted about a project she's excited about. Why not ask her about it?\n\nHi Lisa, I saw your post about your new project. It sounds really exciting! How's it going so far? Best, Brian.",
  "25": "Hi Nancy, Connect.com here!\n\nYour connection, Jack, just got engaged. A congratulatory message would be nice.\n\nHey Jack, Congratulations on your engagement! Wishing you all the happiness in the world. Let's catch up soon. Best, Nancy.",
  "26": "Hey Peter, ReLinq here!\n\nIt's been 7 months since you last spoke to Julie. She's been at her new job for 9 months now. Maybe it's time to catch up?\n\nHi Julie, I noticed you've been in your new role for 9 months. How are you settling in? Would love to catch up soon. Best, Peter.",
  "27": "Hi Laura, ReLinq here!\n\nYour connection, Tim, recently won an industry award. How about congratulating him?\n\nHey Tim, Congratulations on winning the industry award! That's a huge achievement. How do you feel? Best, Laura.",
  "28": "Hey Steve, this is ReLinq!\n\nYou haven't connected with Amy in about 5 months. She's recently started a new hobby. Why not ask her about it?\n\nHi Amy, I saw your post about your new hobby. It sounds really interesting! How's it going so far? Best, Steve.",
  "29": "Hi Linda, Connect.com here!\n\nYour connection, Bob, just became a father. A congratulatory message would be nice.\n\nHey Bob, Congratulations on becoming a father! Your life is about to become even more amazing. Let's catch up soon. Best, Linda.",
  "30": "Hey Mike, ReLinq here!\n\nIt's been 4 months since you last spoke to Carol. She's been at her new job for 8 months now. Maybe it's time to catch up?\n\nHi Carol, I noticed you've been in your new role for 8 months. How are you settling in? Would love to catch up soon. Best, Mike.",
  "31": "Hi Alice, Connect.com here!\n\nYour connection, Tom, just published a research paper. How about congratulating him?\n\nHey Tom, I saw you published a research paper recently. That's fantastic! What's the main takeaway? Best, Alice.",
  "32": "Hey John, it's ReLinq!\n\nYou haven't connected with Emily in about 6 months. She's recently been on a business trip. Why not ask her how it went?\n\nHi Emily, I heard you've been on a business trip recently. How did it go? Let's catch up soon. Best, John.",
  "33": "Hi Sarah, ReLinq here!\n\nYour connection, Paul, recently started a fitness challenge. How about cheering him on?\n\nHey Paul, I heard you started a fitness challenge. That's awesome! How are you finding it? Best, Sarah.",
  "34": "Hey Alex, this is ReLinq!\n\nIt's been 3 months since you last spoke to Michelle. She's recently posted about a charity she's supporting. Why not ask her about it?\n\nHi Michelle, I saw your post about the charity you're supporting. It sounds like a great cause! How can I get involved? Best, Alex.",
  "35": "Hi Karen, Connect.com here!\n\nYour connection, Steve, just got a pet. A congratulatory message would be nice.\n\nHey Steve, Congratulations on your new pet! What did you name him/her? Let's catch up soon. Best, Karen.",
  "36": "Hey David, ReLinq here!\n\nIt's been 8 months since you last spoke to Lisa. She's been at her new job for a year now. Maybe it's time to catch up?\n\nHi Lisa, I noticed you've been in your new role for a year now. How are you settling in? Would love to catch up soon. Best, David.",
  "37": "Hi Emily, ReLinq here!\n\nYour connection, Mark, recently completed a marathon. How about congratulating him?\n\nHey Mark, Congratulations on completing the marathon! That's a huge achievement. How do you feel? Best, Emily.",
  "38": "Hey Brian, this is ReLinq!\n\nYou haven't connected with Sarah in about 7 months. She's recently started learning a new language. Why not ask her about it?\n\nHi Sarah, I saw your post about learning a new language. That's really cool! How's it going so far? Best, Brian.",
  "39": "Hi Nancy, Connect.com here!\n\nYour connection, Jack, just celebrated his 5th work anniversary. A congratulatory message would be nice.\n\nHey Jack, Congratulations on your 5th work anniversary! Here's to many more years of success. Let's catch up soon. Best, Nancy.",
  "40": "Hey Peter, ReLinq here!\n\nIt's been 9 months since you last spoke to Julie. She's been at her new job for over a year now. Maybe it's time to catch up?\n\nHi Julie, I noticed you've been in your new role for over a year. How are you settling in? Would love to catch up soon. Best, Peter.",
  "41": "Hi Linda, Connect.com here!\n\nYour connection, Bob, just got promoted to Senior Manager. How about congratulating him?\n\nHey Bob, congratulations on your promotion to Senior Manager! How does it feel to reach this milestone? Best, Linda.",
  "42": "Hey Tim, it's ReLinq!\n\nYou haven't connected with Susan in about 4 months. She recently posted about a project she's working on. Why not ask her about it?\n\nHi Susan, I saw your recent post about your new project. It sounds exciting! How's it coming along? Best, Tim.",
  "43": "Hi Carol, ReLinq here!\n\nYour connection, Steve, recently won an industry award. How about congratulating him?\n\nHey Steve, congratulations on winning the industry award! That's a fantastic achievement. How do you feel? Best, Carol.",
  "44": "Hey Mike, this is ReLinq!\n\nIt's been 2 months since you last spoke to Jenny. She's recently posted about a new hobby she's picked up. Why not ask her about it?\n\nHi Jenny, I saw your post about your new hobby. It sounds like a lot of fun! How are you finding it? Best, Mike.",
  "45": "Hi Laura, Connect.com here!\n\nYour connection, Paul, just moved to a new city. A message to check in would be nice.\n\nHey Paul, I heard you moved to a new city. How are you settling in? Let's catch up soon. Best, Laura.",
  "46": "Hey Sam, ReLinq here!\n\nIt's been 5 months since you last spoke to Emily. She's been at her new job for 6 months now. Maybe it's time to catch up?\n\nHi Emily, I noticed you've been in your new role for 6 months now. How are you settling in? Would love to catch up soon. Best, Sam.",
  "47": "Hi Olivia, ReLinq here!\n\nYour connection, John, recently got engaged. How about congratulating him?\n\nHey John, congratulations on your engagement! Wishing you both all the happiness in the world. Best, Olivia.",
  "48": "Hey Kevin, this is ReLinq!\n\nYou haven't connected with Sarah in about 8 months. She's recently started a new business. Why not ask her about it?\n\nHi Sarah, I saw your post about starting a new business. That's really exciting! How's it going so far? Best, Kevin.",
  "49": "Hi Grace, Connect.com here!\n\nYour connection, Tom, just celebrated his birthday. A belated birthday wish would be nice.\n\nHey Tom, I heard it was your birthday recently. Hope you had a great day! Let's catch up soon. Best, Grace.",
  "50": "Hey Alan, ReLinq here!\n\nIt's been 6 months since you last spoke to Lisa. She's been at her new job for 9 months now. Maybe it's time to catch up?\n\nHi Lisa, I noticed you've been in your new role for 9 months now. How are you settling in? Would love to catch up soon. Best, Alan."
}

  